Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Agricultural services relating to environmental conservation
it: Servizi agricoli in materia di conservazione ambientale

source: Analysis of human serum for medical treatment
it: Analisi di siero umano per trattamenti medici

source: Animal beautician services
it: Servizi di bellezza per animali

source: Spas
it: Terme

source: Advisory services relating to dental instruments
it: Consulenza in materia di strumenti dentistici

source: Services for the care of pet animals
it: Servizi di cura di animali domestici

source: Services for the care of the face
it: Servizi per la cura del viso

source: Hygienic care for human beings
it: Trattamenti igienici per persone

source: Garden or flower bed care
it: Cura di giardini e aiuole

source: Genetic testing of animals
it: Test genetici di animali

source: Rental of medical x-ray apparatus
it: Noleggio di apparecchi medici a raggi X

source: Residential medical treatment services
it: Servizi di trattamenti medici residenziali

source: Massage and therapeutic shiatsu massage
it: Massaggi e massaggi shiatsu terapeutici

source: Psychological assessment services
it: Servizi di valutazione psicologica

source: Human hygiene and beauty care
it: Cure di igiene e di bellezza

source: Depilatory treatment
it: Trattamenti depilatori

source: Grass cutting services
it: Servizi di falciatura prati

source: Personal therapeutic services relating to cellulite removal
it: Servizi terapeutici personali relativi alla rimozione della cellulite

source: Provision of washroom facilities
it: Fornitura di strutture per lavanderie

source: Health care relating to hydrotherapy
it: Servizi sanitari relativi all'idroterapia

source: DNA screening for medical purposes
it: Screening del DNA per scopi medici

source: Fitting of artificial limbs
it: Montaggio di arti artificiali

source: Music therapy for physical, psychological and cognitive purposes
it: Terapia con la musica per uso fisico, psicologico e cognitivo

source: Massage
it: Massaggi

source: Micropigmentation services
it: Servizi di micropigmentazione

source: Professional consultancy relating to agriculture
it: Consulenza professionale in materia di agricoltura

source: Hire of washroom facilities
it: Noleggio di servizi igienici

source: Services of a hair and beauty salon
it: Saloni di parrucchiere e di bellezza

source: Trans-telephone heart monitoring services
it: Servizi di monitoraggio cardiaco transtelefonico

source: Aquaculture services
it: Servizi di acquacoltura

source: Animal beautician services for dogs
it: Servizi di bellezza per cani

source: Health care relating to acupuncture
it: Servizi sanitari in materia di agopuntura

source: Services for the provision of medical facilities
it: Servizi per la fornitura di strutture mediche

source: Provision of medical services
it: Fornitura di servizi medici

source: Information services relating to flora
it: Servizi d'informazione in materia di flora

source: Information services relating to the use of fertilisers used in forestry
it: Servizi d'informazione riguardanti l'utilizzo di fertilizzanti per la silvicoltura

source: Information services relating to the use of manures used in agriculture
it: Servizi di informazione relativi all'uso di concimi in agricoltura

source: Information services relating to veterinary pharmaceuticals
it: Servizi di informazioni riguardanti i prodotti farmaceutici veterinari

source: Providing information to patients in the field of administering medications
it: Fornitura di informazioni ai pazienti riguardo alla somministrazione di farmaci

source: Animal healthcare services
it: Servizi medici per animali

source: Gardener and gardening services
it: Servizi di giardinieri e giardinaggio

source: Rental of sanitation facilities
it: Noleggio di impianti sanitari

source: Rental of equipment for medical purposes
it: Noleggio di attrezzature per uso medico

source: Rental of mobile sanitary facilities
it: Noleggio di strutture sanitarie mobili

source: Cosmetic electrolysis
it: Elettrolisi cosmetica

source: Emergency medical assistance
it: Assistenza medica d'emergenza

source: Surgical diagnostic services
it: Servizi diagnostici chirurgici

source: Compilation of information relating to birds
it: Compilazione di informazioni relative a uccelli

source: Cultivation advisory services relating to agriculture
it: Servizi di consulenza in materia di coltivazioni agricole

source: Farm seeding by air
it: Semina per via aerea

source: Greenhouse services
it: Servizi di serre

source: Personal therapeutic services relating to hair regrowth
it: Servizi terapeutici personali relativi alla ricrescita dei capelli

source: Medical services, namely, in vitro fertilization
it: Servizi medici, ovvero, fertilizzazione in vitro

source: Homeopathic clinical services
it: Servizi clinici omeopatici

source: Animal hospitals
it: Cliniche per animali

source: Managed health care services
it: Gestione di servizi sanitari

source: Advisory services relating to medical services
it: Servizi di consulenza riguardanti servizi medici

source: Medical examination of individuals (Provision of reports relating to the -)
it: Visite mediche di persone (Fornitura di relazioni in materia di -)

source: Medical information retrieval services
it: Servizi di reperimento di informazioni mediche

source: Landscape gardening design for others
it: Progettazione di giardini per conto terzi

source: Preparation of reports relating to health care matters
it: Preparazione di relazioni in materia di questioni sanitarie

source: Preparation of reports relating to medical matters
it: Compilazione di relazioni riguardanti questioni mediche

source: Professional consultancy relating to health
it: Consulenza professionale in materia di salute

source: Sports medicine services
it: Servizi di medicina sportiva

source: Sterilising of animals
it: Sterilizzazione di animali

source: Solarium services
it: Servizi di solarium

source: Surgery (Cosmetic -)
it: Chirurgia (cosmetica)

source: Cosmetic treatment
it: Trattamenti cosmetici

source: Artificial insemination of animals
it: Inseminazione artificiale di animali

source: Provision of medical information relating to poisons
it: Fornitura di informazioni mediche in materia di veleni

source: Information services relating to the use of chemicals used in forestry
it: Servizi d'informazione riguardanti l'utilizzo di prodotti chimici per la silvicoltura

source: Information services relating to the use of manures used in forestry
it: Servizi di informazione relativi all'uso di concimi in silvicoltura

source: Mammography testing services
it: Servizi di mammografia

source: Advice relating to the breeding of animals
it: Consulenza in materia di allevamento di animali

source: Services for the care of the scalp
it: Servizi per la cura del cuoio capelluto

source: Services for the testing of blood
it: Servizi per l'analisi del sangue

source: Body waxing services for hair removal in humans
it: Servizi di depilazione a cera per esseri umani

source: Beauty care for human beings
it: Servizi di bellezza per persone

source: Fitting of prosthetics
it: Montaggio di protesi

source: Breeding of thoroughbred horses
it: Allevamento di cavalli purosangue

source: Charitable services, namely, providing medical services to needy persons
it: Servizi di beneficenza, ovvero, fornitura di servizi medici a persone bisognose

source: Colour analysis [beauticians' services]
it: Analisi di colori [servizi di estetisti]

source: Dietician service
it: Servizi di dietologi

source: Midwife services
it: Servizi di ostetrico

source: Surgical treatment services
it: Servizi di trattamento chirurgico

source: Tree nurseryman services
it: Servizi di vivaisti

source: Cholesterol testing
it: Analisi del colesterolo

source: Design of gardens and landscapes
it: Progettazione di giardini e paesaggi

source: Dental hygienist services
it: Servizi di igienisti dentali

source: Fitting of optical lenses
it: Montatura di lenti ottiche

source: Providing physical rehabilitation facilities
it: Fornitura di strutture di riabilitazione fisica

source: Psychiatric consultation
it: Consulenza psichiatrica

source: Rehabilitation of alcohol addicted patients
it: Riabilitazione di pazienti alcolizzati

source: Provision of information relating to medicine
it: Fornitura di informazioni in materia di medicina

source: Provision of information relating to vaccination for overseas travel
it: Fornitura di informazioni in materia di vaccinazione per viaggiatori all'estero

source: Medical services for treatment of the skin
it: Servizi medici per il trattamento della pelle

source: Arranging of medical treatment
it: Organizzazione di cure mediche

source: Advisory services relating to the design of gardens
it: Servizi di consulenza in materia di progettazione di giardini

source: Advisory services relating to the laying of turf
it: Consulenza relativa alla stesura di prati

source: Advisory services relating to the selection of turf
it: Servizi di consulenza riguardanti la scelta di tappeti erbosi

source: Advisory services relating to the treatment of degenerative diseases
it: Servizi di consulenza in materia di trattamento di malattie degenerative

source: Music therapy services
it: Servizi di terapia musicale

source: Landscape gardening of floral displays for the interior of buildings
it: Progettazione di giardini di esposizioni floreali per interni di edifici

source: Personality testing for psychological purposes
it: Test sulla personalità per scopi psicologici

source: Advisory services relating to medical problems
it: Servizi di consulenza riguardanti problemi medici

source: Advisory services relating to surgical instruments
it: Servizi di consulenza in materia di strumenti chirurgici

source: Aerial and surface spreading of fertilizers and other agricultural chemicals
it: Spargimento, aereo o no, di letame e di altri prodotti chimici destinati all'agricoltura

source: Cosmetic dentistry
it: Odontoiatria cosmetica

source: Medical analysis services
it: Servizi di analisi mediche

source: Medical screening relating to the heart
it: Esami medici relativi al cuore

source: Pregnancy testing
it: Test di gravidanza

source: Preparing psychological profiles
it: Stesura di profili psicologici

source: Skin care salons
it: Saloni d'estetista

source: Cosmetic treatment for the body
it: Trattamenti cosmetici per il corpo

source: Cosmetic treatment for the face
it: Trattamenti cosmetici per il viso

source: Information services relating to the use of chemicals used in agriculture
it: Servizi d'informazione riguardanti l'utilizzo di prodotti chimici per l'agricoltura

source: Hygienic and beauty care for animals
it: Servizi di igiene e di bellezza per animali

source: Advisory services relating to degenerative diseases
it: Consulenza in materia di malattie degenerative

source: Providing long-term care facilities
it: Fornitura di strutture per lungodegenti

source: Services for the care of the hair
it: Servizi relativi alla cura dei capelli

source: Services for the planning of weight reduction programmes
it: Servizi per la pianificazione di programmi di riduzione del peso

source: Medical clinic services
it: Servizi di cliniche mediche

source: Fitting of prosthetic devices
it: Applicazione di protesi

source: Services rendered by a dietician
it: Servizi resi da dietologi

source: Hair implantation
it: Impianto di capelli

source: Medical assistance consultancy provided by doctors and other specialized medical personnel
it: Consulenza in materia di assistenza medica fornita da medici e altro personale medico specializzato

source: Charitable services, namely providing medical services
it: Servizi di beneficenza, ovvero fornitura di servizi medici

source: Artificial insemination services
it: Servizi di inseminazione artificiale

source: Medical screening
it: Analisi mediche

source: Physical rehabilitation
it: Riabilitazione fisica

source: Exercise facilities for health rehabilitation purposes (Provision of -)
it: Strutture per esercizio fisico a scopo riabilitativo (Fornitura di -)

source: Medical evaluation services
it: Servizi di valutazione medica

source: Provision of health care services in domestic homes
it: Fornitura di servizi sanitari in ambienti domestici

source: Provision of information relating to birds
it: Informazioni in materia di uccelli

source: Provision of information relating to psychology
it: Fornitura di informazioni in materia di psicologia

source: Application of cosmetic products to the face
it: Applicazione di prodotti cosmetici sul viso

source: Arranging of accommodation in convalescent homes
it: Organizzazione di alloggi in centri per convalescenza

source: Arranging of accommodation in rest homes
it: Organizzazione di alloggi in case di riposo

source: Advisory services relating to the care of birds
it: Servizi di consulenza in materia di cura degli uccelli

source: Holistic psychotherapy
it: Psicoterapia olistica

source: Interpretation of electrocardiographic signals
it: Interpretazione di segnali elettrocardiografici

source: Lymphodrainage services
it: Servizi di linfodrenaggio

source: Advisory services relating to the care of animals
it: Servizi di consulenza relativi alla cura di animali

source: Providing news and information in the field of medicine
it: Fornitura di notizie e informazioni in materia di medicina

source: Psychiatric testing
it: Analisi psichiatriche

source: Psychological testing services
it: Servizi di esami psicologici

source: Veterinary advisory services
it: Servizi di consulenza veterinaria

source: Preparation of psychological profiles for medical purposes
it: Stesura di profili psicologici per uso medico

source: Professional consultancy relating to health care
it: Consulenza professionale relativa alla cura sanitaria

source: Services of a sperm bank
it: Servizi di banche del seme

source: Telemedicine services
it: Servizi di telemedicina

source: Consultancy services relating to surgery
it: Servizi di consulenza in materia di chirurgia

source: Cosmetic treatment for the hair
it: Trattamenti cosmetici per capelli

source: Personality testing [mental health services]
it: Analisi della personalità [servizi di salute mentale]

source: Information services relating to the veterinary pharmaceutical industry
it: Servizi di informazione riguardanti il settore dei prodotti farmaceutici veterinari

source: Consultancy services relating to cosmetics
it: Servizi di consulenza riguardante i cosmetici

source: Advice relating to immunology
it: Consulenza in materia d'immonologia

source: Advice relating to the personal welfare of elderly people [health]
it: Consulenza in materia di benessere personale delle persone anziane [salute]

source: Advisory services relating to beauty treatment
it: Consulenza in materia di trattamenti di bellezza

source: Advisory services relating to diet
it: Servizi di consulenza riguardanti la dieta

source: Services for the care of pet birds
it: Servizi di cura per uccelli domestici

source: Services for the care of the skin
it: Servizi per la cura della pelle

source: Services for the preparation of medical reports
it: Servizi per la stesura di relazioni mediche

source: Services for the testing of urine
it: Servizi di analisi delle urine

source: Public bath services for hygiene purposes
it: Servizi di bagni pubblici per fini igienici

source: Forestry services
it: Servizi forestali

source: Information relating to massage
it: Informazioni in materia di massaggi

source: Residential medical advice services
it: Servizi di consulenza medica a domicilio

source: Treatment to joint-dislocation, sprain, bone-fracture or the like (judo-seifuku)
it: Trattamento di lussazioni delle articolazioni, distorsioni, fratture ossee o simili (judo-seifuku)

source: Behavioural analysis for medical purposes
it: Analisi comportamentale a scopo medico

source: Occupational therapy services
it: Servizi di terapia occupazionale

source: Therapeutic treatment of the body
it: Trattamenti terapeutici per il corpo

source: Therapeutic treatment of the face
it: Trattamenti terapeutici per il viso

source: Compilation of medical reports
it: Compilazione di referti medici

source: Personal therapeutic services relating to fat dissolution
it: Servizi terapeutici personali relativi alla dissoluzione dei grassi

source: Psychiatric services
it: Servizi psichiatrici

source: Reflexology
it: Riflessologia

source: Providing hot tub facilities
it: Strutture per vasche idromassaggio

source: Providing mental rehabilitation facilities
it: Fornitura di strutture di riabilitazione mentale

source: Provision of information relating to behavioural modification
it: Fornitura di informazioni in materia di variazione comportamentale

source: Provision of information relating to nutrition
it: Fornitura di informazioni riguardanti l'alimentazione

source: Medical services for the treatment of conditions of the human body
it: Servizi medici per la cura delle condizioni di salute del corpo umano

source: Arranging of accommodation in sanatoria
it: Organizzazione di alloggi in case di cura

source: Advisory services relating to the design of turf
it: Consulenza in materia di progettazione di tappeti erbosi

source: Genetic testing for medical purposes
it: Test genetici per uso medico

source: Horse stud services
it: Servizi di scuderie

source: Infestations (control of -), fleas [in agriculture]
it: Infestazioni (controllo di -), pulci [in agricoltura]

source: Information services relating to contact lenses
it: Servizi di informazione in materia di lenti a contatto

source: Tattooing
it: Tatuaggio

source: Consultancy services relating to slimming
it: Servizi di consulenza in materia di dimagrimento

source: Anti-smoking therapy
it: Terapia antifumo

source: Psychological counseling
it: Counselling psicologico

source: Medical health assessment services
it: Servizi medici di valutazione della salute

source: Advice relating to allergies
it: Consulenza in materia di allergie

source: Hire of interior plants
it: Affitto di piante da interni

source: Hiring of dental instruments
it: Affitto di strumenti dentistici

source: Health centre services
it: Servizi di ambulatori

source: Plastic surgery
it: Chirurgia plastica

source: Consultancy services relating to personal behaviour
it: Servizi di consulenza in materia di comportamento personale

source: Consultation relating to bio-rhythms
it: Consulenza in materia di bioritmi

source: Development of individual physical rehabilitation programmes
it: Sviluppo di programmi di riabilitazione fisica individualizzati

source: Pathology services
it: Servizi di patologia

source: Pedicurist services
it: Servizi di pedicure

source: Provision of trial plots for crop testing
it: Fornitura di lotti per prove su colture

source: Information services relating to the use of fertilisers used in horticulture
it: Servizi d'informazione riguardanti l'utilizzo di fertilizzanti in orticoltura

source: Providing information regarding plant and flower identification for horticultural purposes
it: Fornitura di informazioni per l'identificazione di fiori e piante in ambito ortofrutticolo

source: Services for the care of pet fish
it: Servizi di cura per pesci da acquario

source: Services for the testing of sera
it: Servizi per l'analisi di sieri

source: Ambulant medical care
it: Cure mediche ambulanti

source: Skin tanning service for humans for cosmetic purposes
it: Servizi di abbronzatura per uso cosmetico

source: Agriculture, horticulture and forestry services
it: Servizi di agricoltura, orticoltura e silvicoltura

source: Care of potted plants
it: Cura di piante in vaso

source: Psychotherapy services
it: Servizi di psicoterapia

source: Reflexology services
it: Servizi di riflessologia

source: Orthodontic services
it: Servizi di ortodonzia

source: Cosmetic analysis
it: Analisi cosmetica

source: Counselling relating to the psychological treatment of medical ailments
it: Consulenza in materia di trattamento psicologico di disturbi medici

source: Electrolysis for cosmetic purposes
it: Elettrolisi a scopo cosmetico

source: Rat extermination in agriculture
it: Derattizzazione in ambito agricolo

source: Medical imaging services
it: Servizi di tomografia medica

source: Health care relating to naturopathy
it: Servizi sanitari relativi alla naturopatia

source: Health care relating to osteopathy
it: Servizi sanitari in materia di osteopatia

source: Health care relating to therapeutic massage
it: Servizi sanitari relativi a massaggi terapeutici

source: Health hydro services
it: Servizi idrosanitari

source: Health screening
it: Controlli sanitari

source: Medical services for the diagnosis of conditions of the human body
it: Servizi medici per la diagnosi delle condizioni di salute del corpo umano

source: Collection and preservation of human blood
it: Raccolta e conservazione di sangue umano

source: Gynecology services
it: Servizi ginecologici

source: Advisory services relating to the care of fish
it: Servizi di consulenza in materia di cura dei pesci

source: Aerial spreading of fertilisers
it: Spargimento aereo di fertilizzanti

source: Hydrotherapy
it: Idroterapia

source: Leasing of showers
it: Leasing di docce

source: Vermin exterminating for agriculture, aquaculture, horticulture and forestry
it: Distruzione degli animali nocivi in agricoltura, acquacoltura, orticoltura e silvicoltura

source: Supervision of weight reduction programmes
it: Supervisione di programmi di riduzione del peso

source: Mental health services
it: Servizi di cura mentale

source: Hiring of veterinary instruments
it: Affitto di strumenti veterinari

source: Spraying of crop protection products for agricultural purposes
it: Vaporizzazione di prodotti di protezione delle coltivazioni per uso agricolo

source: Slimming salon services
it: Servizi di centri dimagranti

source: Services for the provision of solarium facilities
it: Servizi per fornitura di strutture per solarium

source: Consultation services relating to skin care
it: Servizi di consulenza in materia di cura della pelle

source: Cosmetic make-up services
it: Servizi cosmetici di truccatura

source: Personality assessment services [mental health services]
it: Servizi di valutazione della personalità [servizi di salute mentale]

source: Analysis of human tissues for medical treatment
it: Analisi di tessuti umani per cure mediche

source: Animal beautician services for cats
it: Servizi di bellezza per gatti

source: Application of cosmetic products to the body
it: Applicazione di prodotti cosmetici al corpo

source: Osteopathy
it: Osteopatia

source: Information services relating to the use of fertilisers used in agriculture
it: Servizi di informazione relativi all'uso di fertilizzanti nell'agricoltura

source: Human sperm donation services
it: Servizi di donazione di sperma umano

source: Opticians' services
it: Servizi di ottici

source: Advice relating to the medical needs of elderly people
it: Consulenza in materia di esigenze mediche delle persone anziane

source: Providing laser therapy for treating medical conditions
it: Fornitura di terapia al laser per trattare disturbi medici

source: Rental of potted plants
it: Noleggio di piante in vaso

source: Rental of ultrasonic diagnostic apparatus
it: Noleggio di apparecchi diagnostici a ultrasuoni

source: Services of a psychologist
it: Servizi di psicologo

source: Hospital services
it: Servizi ospedalieri

source: In vitro fertilization services
it: Servizi di fecondazione in vitro

source: Conducting of medical examinations
it: Conduzione di esami medici

source: Consultancy services relating to beauty
it: Servizi di consulenza in materia di bellezza
